#include "ChooseMenu.h"
#include <Windows.h>


int main() {
	SetConsoleOutputCP(1251);
	SetConsoleCP(1251);
	/*
	ofstream file_1;
	file_1.open("тварини4.txt", ios_base::app);
	file_1 << "Усі види ссавців:\nссавець, горностай, так;\nссавець, норка, так;\nссавець, видра, так;\nссавець, лисиця, ні;\nссавець, ведмідь, ні;\nУсі види амфібій:\nамфібія, тритон, так;\nамфібія, саламандра, так;\nамфібія, жаба, ні;\nУсі види птахів:\nптах, глухар, так;\nптах, пугач, так;\nптах, снігур, ні;\nптах, дятел, ні;\nУсі види рептилій:\nрептилія, вуж, ні;\nрептилія, гадюка, ні;\nрептилія, гладун, ні;\nУсі види риб:\nриба, харіус, так;\nриба, форель_струмкова, ні;\nУСЕ";
	file_1.close();
	*/
	ChooseMenu();
	return 0;
}
